export const text = [
    {
      id: 1,
      name: "Lera",
      profession: "фітнес тренер",
      review:
        "Знання в школі допомогли мені створити свою лінію аромакомпозицій для клієнтів які домогамають отримати найшвидкіші результати в сфері краси тіла",
    },
    {
      id: 2,
      name: "Sveta",
      profession: "домогосподарка, мама",
      review:
        "Ароматерапія, навіть з першого курсу, відкрилася для мене як спосіб допомоги рідним природним способом. Я змінила звичні ліки на аромааптечку. Дякую",
    },
    {
      id: 3,
      name: "Lena",
      profession: "масажист, психолог",
      review:
        "Дякую за знання! Вони допомогли мені мати свій особливий відхід до допомоги клієнтам. Мало хто з колег працює професійно з ефірними оліями.",
    },
    {
      id: 4,
      name: "Anna",
      profession: "студент",
      review:
        "Знання в школі допомогли мені створити свою лінію аромакомпозицій для клієнтів які домогамають отримати найшвидкіші результати в сфері краси тіла",
    },
    {
      id: 5,
      name: "Anna",
      profession: "студент",
      review:
        "Знання в школі допомогли мені створити свою лінію аромакомпозицій для клієнтів які домогамають отримати найшвидкіші результати в сфері краси тіла",
    },
    {
      id: 6,
      name: "Anna",
      profession: "студент",
      review:
        "Знання в школі допомогли мені створити свою лінію аромакомпозицій для клієнтів які домогамають отримати найшвидкіші результати в сфері краси тіла",
    },
    {
      id: 7,
      name: "Anna",
      profession: "студент",
      review:
        "Знання в школі допомогли мені створити свою лінію аромакомпозицій для клієнтів які домогамають отримати найшвидкіші результати в сфері краси тіла",
    },
  ];