import { Tab } from "./tabArr";

export const foWhoCourse: Tab[] = [
  {
    chapter: "Для кого цей курс?",
    info: [
      {
        title: "Тих, хто бажає дізнатися про способи природнього оздоровленяя",
        description:
          "Ефірні оліі - складові рослини, які маюсь в своєму складі хімічні компоненти, активно впливаючі на організм. В країнах Європи ароматерапія визнана одним з дієвих засобів оздоровлення. ",
      },
      {
        title: "Практикуючих психологів ",
        description:
          "Ефірні олії, при вдиханні, мають дуже активну дію на лімбічну систему людини. Впливають на нервову систему, викликають реакції та певні емоціі. Ця іх властивість може значно покращити результати роботи психолога.",
      },
      {
        title: "Косметологи",
        description:
          "Складові ефірних олій активно використовуються в косметології. Але не вміле іх поєднання та підбір може призвести до значних проблем со здоровям.",
      },
      {
        title: "Домогосподарки",
        description:
          "Складові ефірних олій активно використовуються в косметології. Але не вміле іх поєднання та підбір може призвести до значних проблем со здоровям.",
      },
      {
        title: "Тих, хто бажає дізнатися про способи природнього оздоровленяя",
        description:
          "Складові ефірних олій активно використовуються в косметології. Але не вміле іх поєднання та підбір може призвести до значних проблем со здоровям.",
      },
    ],
  },
];
