export type MyWay = {
  year: number;
  description: string;
};

export const myWayHistoryArr: MyWay[] = [
  {
    year: 2005,
    description:
      "Вперше в житті я познайомилася з поняттям ароматерапії і навчилася основним її практикам, поглибилася в усі тонкощі науки, стала дипломованим спеціалістом",
  },
  {
    year: 2008,
    description:
      "Продовжила свій розвиток в питаннях ароматерапії, детально вивчала окремі теми на курсах “ Основи ароматерапії”, “Ефірні олії” “Профілактична ароматерапія”",
  },
  {
    year: 2010,
    description:
      "В цей рік народився мій перший сайт Laroma. З повноцінним магазином ароматерапії та аромакомпозицій. Згодом він допомнився товарами аюрведи. ",
  },
  {
    year: 2013,
    description:
      "В цей рій я вперше стала мамою прекрасної дівчинки. Не зважаючи на материнство я продовжувала свою діяльність в сфері ароматерапії та Аюрведи відкривши студію ароматерапії ",
  },
  {
    year: 2014,
    description:
      "Глибинно вивчпла напрям аромакосметології ра відповідних тренінгах ",
  },
  {
    year: 2015,
    description:
      "Для повноцінного володіння знаннями в питаннях ароматерапії я пройшла індивіудуальне навчання аромамассажу ",
  },
  {
    year: 2016,
    description:
      "В цьому році я вдруге стала мамою. Поява донечки стала стимулом для моєї діяльності, за період вагітності і першого року материнства я вивчала теми словʼянського масажу, жіночу гімнастику і навіть викладала її до самого народження ",
  },
  {
    year: 2018,
    description:
      "7 років я вивчала Аюрведу, збираючи знання по крихтам у спеціалістів.  Однак нарешті в цьому році на моєиу шляху зустрілася серія навчань які допогли мені детальніше вивчити цю науку та засвоіти марма - масаж",
  },
  {
    year: 2018,
    description:
      "Я впевнено вважаю, що людина допомагаючих професій повинна знати основи медицини. Саме тому я в обовʼязковому порядку детально вивчила анатомію та фізіологію на курсі “основи медичних знань “ та успішно склала екзамен",
  },
  {
    year: 2019,
    description:
      "Професійна супервізія в області арт- терапії відкрила мені всі аспекти допомоги людям викоримтовуючи всі інструменти для творчості.  це було початком мого довгого шляху в області психології.",
  },
  {
    year: 2021,
    description:
      "Цей рік був наповнений поїми кроками в області психології,курси психосоматики, дитячої та підліткової психології,  сексології, психології відносин. Головне - це був рік моїх перших починань і перемог допомоги людям використовуючі метафоричні карти.",
  },
  {
    year: 2021,
    description:
      "Саме в цей рік я почала навчання в університеті нутріціології, який став важливим фундаментом моєї діяльності ",
  },
  {
    year: 2022,
    description:
      "Після отримання диплому нутріціолога мене чекали інтенсиви та більш поглиблені тренінги на теми дитячої нутріціології,  жіночого здоровʼя,  зайвої ваги. Весь рік я присвятила розвтоку в питаннях нутріціології. Саме в цьому році був створений проект “Soul’jar”. Саме в цей рік я стала членом міжнародної асоціації нутріціологів ",
  },
  {
    year: 2022,
    description:
      "Повномасштабна війна змінила напрям моєї діяльності і багато часу я приділяла також і питанням кризової психології, вивчала напрямки в роботі з ПТСР, пвпхолоію втрат",
  },
  {
    year: 2022,
    description:
      "Всі довгі роки війни я займалася волонтерськими питаннями допомоги військовим, а саме в цьому році мною було прийнято рішення відкрити Благодійний фонд “Перуниця”.  Це надало мені більше можливостей в волонтерській діяльності ",
  },
  {
    year: 2023,
    description:
      "Мій шлях в розвитку як нутріціолога та натуропата не зупинявся , поміж тренінгів та лекцій я пройшла повноцінний курс підвпщення кваліфікації на тему супроводу під час вагітності ",
  },
  {
    year: 2023,
    description:
      "Переломним моментом мого життя стала повна зміна моєї діяльності в сторону військового напрямку. Життя привело мене до відповідального кроку - я стала командиром патронатної служби підрозиділу PTSD MED TEAM. Саме в цій діяльності я зможу повністю реалізувати своб мету- допомога військовим як вклад в захист нашої землі і народженні великої україгскьуоїбнації",
  },
];
