import { IPlan } from "./recoveryPlan";


export const pregnantPlan: IPlan = {
  planTitle: "Плани для вагітних:",
  content: [
    {
      contentTitle: "Підготовка",
      price: "4 500 грн",
      info: [
        "визначення основних проблем за допомогою опросників та результатів аналізів",
        "індивідуальні рекомендації щодо способу життя та харчуванню",
        "рекомендації щодо використання ефірних олій, фітопрепаратів для вирішення актуальних проблем",
        "створення індивідуального меню на період підготовки",
        "Аналіз контрольних обстежень",
        "Поради на майбутнє з покроковим планом оздоровлення",
      ],
    },
    {
      contentTitle: "Для вагітних",
      price: "4 500 грн",
      info: [
        "визначення основних проблем за допомогою опросників та результатів аналізів",
        "індивідуальні рекомендації щодо способу життя та харчуванню",
        "рекомендації щодо вживання вітамінів актуальних для кожного періоду вагітності",
        "створення індивідуального меню на весь період",
        "підбір меню і його корекція виходячи з стану,",
        "Рекомендації щодо індивидуальногос пособу життя і його корекція виходячи з актуальної ситуації",
        "Підбір вітамінів, мінкералів та фітопрепаратів та корекція іх прийому виходячи з актуального стану.",
        "Аналіз контрольних обстежень",
        "Робота зі стресом",
        "Покрокові індивідуальні рекомендації щодо подальшого способу життя",
      ],
    },
    {
      contentTitle: "Відновлення",
      price: "4 500 грн",
      info: [
        "визначення основних проблем за допомогою опросників та результатів аналізів",
        "індивідуальні рекомендації щодо способу життя та харчуванню",
        "рекомендації щодо вживання вітамінів актуальних для кожного періоду відновлення",
        "створення індивідуального меню на весь період",
        "консультація по способу життя новонародженого.",
      ],
    },
  ],
};
