export type QaType = {
  title: string;
  text: string;
};

export const questionsArr: QaType[] = [
  {
    title: "Чи потрібно мати набір ефірних олій для навчання?",
    text: "Ні, навчання побудовано так, що саме перший курс допомагає визначитися зі списком потрібних олій виходячи з напрямів роботи з ними. Всі домашні завдання виконуються теоретично. На другому курсі ефірні олії необхідні лише тим, хто готовий вже з перших лекцій накладати знання на практику і хоче робити перші кроки під моїм керівництвом.",
  },
  {
    title: "Як я можу після навчання практично використовувати знання?",
    text: "Серед моїх учениць багато спеціалістів різних сфер допомагаючих професій: масажисти, лікарі, психологи, майстри нетрадиційної медицини. Всі вони успішно доповнили свою практику новими знаннями. Якщо учениця не має професії, вона з легкістю після успішного навчання зможе знайти себе в арома сфері - від консультанту по вибору ефірних олій до повноцінного майстра ароматерапіі, який буде допомагати людям в питаннях оздоровлення та здорового способу життя",
  },
  {
    title: "Як проходить навчання?",
    text: "Навчання проходить в закритій частині сайту в текстовому та відео-аудіо форматі. Після кожної лекції ученицю очікує домашнє завдання. Воно допомагає зрозуміти які місця теорії залишилися незрозумілими, а також отримати практичні навички. Після кожного курсу очікує фінальне завдання. Тільки після його освоєння видається сертифікат.",
  },
  {
    title: "Чи є підтримка після навчання?",
    text: "Для мене головними є два фактори: щоб під час навчання кожна учениця отримала максимальні навички в сфері ароматерапії та після - покращувала свої знання. Для цього в нас існує чат учениць, де кожна може поділитися своім досвідом та задати питання, а також ассоциация ароматерапевтів з періодичними лекціями, на яких можна глибше роздивитися ту чи іншу сферу використання ефірних олій та отримати сертифікат підвищення кваліфікації.",
  },
];
