export interface IContent {
  contentTitle: string;
  price: string;
  info: string[];
}

export interface IPlan {
  planTitle: string;
  content: IContent[];
}

export const recoveryPlan: IPlan = {
  planTitle: "План для покращення здоровʼя",
  content: [
    {
      contentTitle: "Оздоровлення",
      price: "4 500 грн",
      info: [
        "визначення основних проблем за допомогою опросників та результатів аналізів",
        "створення індивідуального меню на період відновлення",
        "індивідуальні рекомендації щодо способу життя та харчуванню",
        "рекомендації вітамінів, мінералів, фітопрепаратів виходячи із актуцального стану",
        "рекомендації щодо використання ефірних олій, фітопрепаратів для вирішення актуальних проблем",
        "Рекомендації щодо способу життя, який допоможе покращити здоровя",
        "Тематичні матеріали які будуть корисні інадалі у житті.",
        "Підбір вітамінів, мінкералів та фітопрепаратів та корекція іх прийому виходячи з актуального стану.",
        "Рекомендації щодо індивидуальногос пособу життя і його корекція виходячи з актуальної ситуації",
      ],
    },
    {
      contentTitle: "Для вагітних",
      price: "4 500 грн",
      info: [
        "визначення основних проблем за допомогою опросників та результатів аналізів",
        "індивідуальні рекомендації щодо способу життя та харчуванню",
        "рекомендації щодо вживання вітамінів актуальних для кожного періоду вагітності",
        "створення індивідуального меню на весь період",
        "підбір меню і його корекція виходячи з стану,",
        "Рекомендації щодо індивидуальногос пособу життя і його корекція виходячи з актуальної ситуації",
        "Підбір вітамінів, мінкералів та фітопрепаратів та корекція іх прийому виходячи з актуального стану.",
        "Аналіз контрольних обстежень",
        "Робота зі стресом",
        "Покрокові індивідуальні рекомендації щодо подальшого способу життя",
      ],
    },
    {
      contentTitle: "Відновлення",
      price: "4 500 грн",
      info: [
        "визначення основних проблем за допомогою опросників та результатів аналізів",
        "індивідуальні рекомендації щодо способу життя та харчуванню",
        "рекомендації щодо вживання вітамінів актуальних для кожного періоду відновлення",
        "створення індивідуального меню на весь період",
        "консультація по способу життя новонародженого.",
      ],
    },
  ],
};
