export interface Info {
  title: string;
  description: string;
}

export interface Tab {
  chapter: string;
  info: Info[];
}

export const tabArr: Tab[] = [
  {
    chapter: "Підготовка до вагітності",
    info: [
      {
        title: "Діагностика стану організму",
        description:
          "За допомогою медичних аналізів, особливих анкетних тестів, опитувань складається загальна картина стану клієнтів, а також детальний план роботи.",
      },
      {
        title: "Аналіз способу життя",
        description:
          "Спобсіб життя та звички людини дуже впливають на моральний та фізичний стан, що в свою чергу призводить до проблем з питаннями вагітності.",
      },
      {
        title: "Рекомендаціі щодо індивідуального способу життя",
        description:
          "Головна відмінність мого підходу - індивідуальність. За допомогою опитувань та аналізу життя я складаю індивидуальні поради щодо правил поведінки, організаціі побуту.",
      },
      {
        title: "Детокс",
        description:
          "Обовязковою частиною нашої взаємодії є детокс не тільки тіла, але і навколишнього середовища.",
      },
      {
        title: "Злагоджене харчування",
        description:
          "Через харчування людина повинна отримквати важліві для життя вітаміни, мікроелементи, мати злагоджену роботу шлунково-кишкового тракту. Все це можна лосягти притримуючись правил харчування.",
      },
      {
        title: "Особисте меню.",
        description:
          "Напротязі роботи виходячи зі стану підбираються актуальні варіанти меню, рекомендуються продукти харчування для задоволення актуальних потреб.",
      },
      {
        title: "Особистиій підбір вітамінів, мінералів, фітопрепаратів.",
        description:
          "Дуже важливо приймати актуальні приррдні засоби для організму лише в правильно підібраній формі, дозуванні і головне, своєчасно змінювати іх виходячи зі стану.",
      },
      {
        title: "Навантаження та релакс",
        description:
          "Спортивні навантаження та практики релакс мають свої правила і повинні підбиратися індивидуально.",
      },
    ],
  },
  {
    chapter: "Супровід під час вагітності",
    info: [
      {
        title: "Діагностика стану організму",
        description:
          "За допомогою медичних аналізів, особливих анкетних тестів, опитувань складається загальна картина стану клієнтів, а також детальний план роботи.",
      },
      {
        title: "Аналіз способу життя",
        description:
          "Спобсіб життя та звички людини дуже впливають на моральний та фізичний стан, що в свою чергу призводить до проблем з питаннями вагітності.",
      },
      {
        title: "Рекомендаціі щодо індивідуального способу життя",
        description:
          "Головна відмінність мого підходу - індивідуальність. За допомогою опитувань та аналізу життя я складаю індивидуальні поради щодо правил поведінки, організаціі побуту.",
      },
      {
        title: "Детокс",
        description:
          "Обовязковою частиною нашої взаємодії є детокс не тільки тіла, але і навколишнього середовища.",
      },
      {
        title: "Злагоджене харчування",
        description:
          "Через харчування людина повинна отримквати важліві для життя вітаміни, мікроелементи, мати злагоджену роботу шлунково-кишкового тракту. Все це можна лосягти притримуючись правил харчування.",
      },
      {
        title: "Особисте меню.",
        description:
          "Напротязі роботи виходячи зі стану підбираються актуальні варіанти меню, рекомендуються продукти харчування для задоволення актуальних потреб.",
      },
      {
        title: "Особистиій підбір вітамінів, мінералів, фітопрепаратів.",
        description:
          "Дуже важливо приймати актуальні приррдні засоби для організму лише в правильно підібраній формі, дозуванні і головне, своєчасно змінювати іх виходячи зі стану.",
      },
      {
        title: "Навантаження та релакс",
        description:
          "Спортивні навантаження та практики релакс мають свої правила і повинні підбиратися індивидуально.",
      },
    ],
  },
  {
    chapter: "Відновлення після вагітності",
    info: [
      {
        title: "Діагностика стану організму",
        description:
          "За допомогою медичних аналізів, особливих анкетних тестів, опитувань складається загальна картина стану клієнтів, а також детальний план роботи.",
      },
      {
        title: "Аналіз способу життя",
        description:
          "Спобсіб життя та звички людини дуже впливають на моральний та фізичний стан, що в свою чергу призводить до проблем з питаннями вагітності.",
      },
      {
        title: "Рекомендаціі щодо індивідуального способу життя",
        description:
          "Головна відмінність мого підходу - індивідуальність. За допомогою опитувань та аналізу життя я складаю індивидуальні поради щодо правил поведінки, організаціі побуту.",
      },
      {
        title: "Детокс",
        description:
          "Обовязковою частиною нашої взаємодії є детокс не тільки тіла, але і навколишнього середовища.",
      },
    ],
  },
  {
    chapter: "Оздоровлення",
    info: [
      {
        title: "Діагностика стану організму",
        description:
          "За допомогою медичних аналізів, особливих анкетних тестів, опитувань складається загальна картина стану клієнтів, а також детальний план роботи.",
      },
      {
        title: "Аналіз способу життя",
        description:
          "Спобсіб життя та звички людини дуже впливають на моральний та фізичний стан, що в свою чергу призводить до проблем з питаннями вагітності.",
      },
      {
        title: "Рекомендаціі щодо індивідуального способу життя",
        description:
          "Головна відмінність мого підходу - індивідуальність. За допомогою опитувань та аналізу життя я складаю індивидуальні поради щодо правил поведінки, організаціі побуту.",
      },
    ],
  },
];
