import { containerStyles } from "@styles/variables";
import { sectionSyles } from "./PrivacyPolicy.styled";

const PrivacyPolicy = () => {
  return (
    <section css={sectionSyles}>
      <div css={containerStyles}>
        <h1>Договір публічної оферти</h1>

        <h2>Загальні положення</h2>

        <p>
          1.1. Справжня оферта є офіційною пропозицією ФОП Лотоцька Лана
          Сергіївна, далі за текстом — «Продавець», укласти Договір
          купівлі-продажу товарів дистанційним способом, тобто через
          Інтернет-магазин, далі за текстом — «Договір», та розміщує Публічну
          оферту (пропозиція) на офіційному інтернет-сайті Продавця
          «https://lototska.shop/ (далі – «Інтернет-сайт»).
        </p>
        <p>
          1.2. Моментом повного та безумовного прийняття Покупцем пропозиції
          Продавця (акцептом) укласти електронний договір купівлі-продажу
          товарів, вважається факт оплати Покупцем замовлення на умовах цього
          Договору, у строки та за цінами, вказаними на Інтернет-сайті Продавця.
        </p>

        <h2>Поняття і визначення</h2>
        <ul>
          <li>
            «Товар» – моделі, аксесуари, комплектуючі та супровідні предмети;
          </li>
          <li>
            «Інтернет-магазин» – засіб для подання або реалізації товару, роботи
            чи послуги шляхом вчинення електронної угоди, згідно з Законом
            України «Про електронну комерцію»;
          </li>
          <li>
            «Продавець» – компанія, що реалізує товари, які представлені на
            Інтернет-сайті;
          </li>
          <li>
            «Покупець» – фізична особа, яка уклала з Продавцем Договір на
            умовах, викладених у цьому документі;
          </li>
          <li>
            «Замовлення» – вибір окремих позицій із переліку товарів, зазначених
            Покупцем під час розміщення замовлення та проведення оплати.
          </li>
        </ul>

        <h2>Предмет Договору</h2>
        <p>
          3.1. Продавець зобов’язується передати у власність Покупця Товар, а
          Покупець зобов’язується сплатити та прийняти Товар на умовах цього
          Договору.
        </p>
        <ul>
          <li>Добровільний вибір Покупцем товарів в Інтернет-магазині;</li>
          <li>
            Самостійне оформлення Покупцем замовлення в Інтернет-магазині;
          </li>
          <li>Оплата Покупцем замовлення, оформленого в Інтернет-магазині;</li>
          <li>Обробка та доставка замовлення Покупцю.</li>
        </ul>

        <h2>Порядок оформлення замовлення</h2>
        <ul>
          <li>
            4.1. Покупець має право оформити замовлення на будь-який товар,
            представлений на Сайті Інтернет-магазину та наявний;
          </li>
          <li>
            4.2. Кожна позиція може бути представлена в замовленні у будь-якій
            кількості;
          </li>
          <li>
            4.3. За відсутності товару на складі, менеджер компанії зобов’язаний
            повідомити Покупця;
          </li>
          <li>
            4.4. За відсутності товару Покупець має право замінити його товаром
            аналогічної моделі, відмовитися від замовлення або зачекати на
            виготовлення.
          </li>
        </ul>

        <h2>Порядок оплати замовлення</h2>
        <p>
          5.1. Оплата здійснюється перед відправкою товару у відділення
          транспортних компаній на розрахунковий рахунок у гривнях.
        </p>
        <p>
          5.2. При ненадходженні коштів протягом 3 днів Інтернет-магазин має
          право анулювати замовлення.
        </p>

        <h2>Умови доставки замовлення</h2>
        <ul>
          <li>
            6.1. Доставка товарів здійснюється до складів транспортних компаній,
            де відбувається видача замовлень;
          </li>
          <li>
            6.2. Разом із замовленням Покупцеві надаються документи згідно із
            законодавством України.
          </li>
        </ul>

        <h2>Права та обов'язки сторін</h2>
        <ul>
          <li>
            7.1. Продавець має право призупинити надання послуг у разі порушення
            Покупцем умов договору;
          </li>
          <li>
            7.2. Покупець зобов’язаний своєчасно сплатити та отримати
            замовлення;
          </li>
          <li>
            7.3. Покупець має право оформити замовлення та вимагати виконання
            умов цього Договору.
          </li>
        </ul>

        <h2>Відповідальність сторін</h2>
        <ul>
          <li>
            8.1. Сторони несуть відповідальність за невиконання або неналежне
            виконання умов договору згідно з чинним законодавством України;
          </li>
          <li>
            8.2. Продавець не несе відповідальності за незначну невідповідність
            кольорів товару через передачу кольору моніторів;
          </li>
          <li>
            8.3. Покупець самостійно відповідає за свої дії в мережі Інтернет,
            пов'язані з використанням цього ресурсу;
          </li>
          <li>
            8.4. У разі форс-мажорних обставин сторони звільняються від
            виконання умов договору.
          </li>
        </ul>

        <h2>Інші умови</h2>
        <ul>
          <li>
            9.1. Інтернет-магазин має право в односторонньому порядку змінювати
            цей договір, публікуючи зміни на сайті;
          </li>
          <li>
            9.2. Покупець несе відповідальність за достовірність інформації,
            вказаної під час оформлення замовлення.
          </li>
        </ul>

        <h2>Порядок повернення товару</h2>
        <ul>
          <li>
            10.1. Повернення товару здійснюється відповідно до законодавства
            України;
          </li>
          <li>10.2. Витрати на повернення товару покриває Покупець;</li>
          <li>
            10.3. У разі повернення товару належної якості Інтернет-магазин
            повертає кошти за вирахуванням витрат на доставку.
          </li>
        </ul>

        <h2>Строк дії договору</h2>
        <ul>
          <li>
            11.1. Договір вважається укладеним з моменту акцепту, визначеного
            статтею 11 Закону України «Про електронну комерцію»;
          </li>
          <li>
            11.2. До доставки товару договір може бути розірваний за взаємною
            згодою сторін;
          </li>
          <li>
            11.3. Одна зі сторін має право розірвати договір в разі невиконання
            умов іншою стороною.
          </li>
        </ul>
        <div>
          <p>
            © 2024 Frau Lototska. All rights reserved. No part of this document
            may be reproduced or transmitted in any form without prior written
            permission.
          </p>
        </div>
      </div>
    </section>
  );
};

export default PrivacyPolicy;
