import { containerStyles } from "@styles/variables";
import { sectionPaymentDelivery } from "./PaymentAndDelivery.styled";

const PaymentAndDelivery = () => {
  return (
    <section css={sectionPaymentDelivery}>
      <div css={containerStyles}>
        <h1>Оплата та доставка</h1> <h2>Як зробити замовлення</h2>
        <h3>Оформити на веб-сайті</h3>
        <p>
          Кожен користувач має можливість самостійно оформити замовлення,
          вибравши з каталогу та поклавши в кошик товари, що цікавлять.
        </p>
        <h3>По телефону</h3>
        <p>
          Якщо Ви з будь-яких причин не бажаєте або не можете оформити
          замовлення через кошик, можете зв’язатися з нами та замовити товар у
          телефонному режимі.
        </p>
        <p>
          Якщо виникають труднощі із замовленням або питаннями про товари, Ви
          завжди можете зв’язатися з нами та отримати відповіді на всі
          запитання!
        </p>
        <h2>Оплата замовлень</h2> <h3>Поповнення картки в ПриватБанку</h3>
        <p>
          Покупцеві вказується номер рахунку, на який буде здійснено оплату
          замовлення. Як тільки на карту надходять кошти, ми зв’язуємося з
          клієнтом і називаємо точний час відправлення замовлення.
        </p>
        <h3>Післяплата (оплата при отриманні)</h3>
        <p>
          Можливий варіант оплати післяплатою в офісі перевізника, обраного для
          доставки замовлення. У такому разі пересилання грошей оплачує
          покупець.
        </p>
        <h2>Доставка замовлень</h2>
        <p>
          Доставка замовлень здійснюється за допомогою компанії “Нова Пошта”.
          Замовлення доставляються виключно територією України. Укрпоштою не
          працюємо! Доставка коштує від 60 грн.
        </p>
        <ul>
          <li>
            Якщо сума роздрібного замовлення менше 2000 грн, доставка
            здійснюється за рахунок покупця.
          </li>
          <li>
            Замовлення на суму понад 2000 грн надсилаються за наш рахунок (на
            відділення Нової Пошти).
          </li>
          <li>Адресна доставка додому завжди платна.</li>
        </ul>
        <p>
          При оформленні замовлення клієнт повинен повідомити зручний для нього
          спосіб оплати та доставки, адресу найближчого офісу
          компанії-перевізника та контактні дані безпосереднього одержувача
          посилки.
        </p>
        <p>Зверніть увагу, замовлення щодня приймаються до 18:00.</p>
        <h2>Повернення браку</h2>
        <p>
          У разі отримання пошкодженого або бракованого товару, клієнт має право
          на заміну пошкоджених виробів якісними аналогами. Зв’язавшись з нами,
          клієнт надсилає браковані вироби, і натомість отримує від нас якісні.
          Перед відправкою весь товар перевіряється, але можуть бути винятки.
        </p>
        <p>
          У разі, якщо вантаж був пошкоджений з вини компанії-перевізника,
          клієнт має право звернутися до офісу перевізника та скласти акт
          прийому пошкодженого вантажу, і може претендувати на відшкодування
          матеріальних збитків від компанії-перевізника.
        </p>
        <p>Товари належної якості поверненню та обміну не підлягають.</p>
        <p>
          Будь ласка, перевіряйте посилку на пошкодження, не залишаючи
          відділення Нової пошти. У разі пошкодження посилки з вини
          компанії-перевізника, вам належить матеріальна компенсація, але
          отримати її можна тільки під час огляду посилки у відділенні!
        </p>
      </div>
    </section>
  );
};
export default PaymentAndDelivery;
