import ContentBox from "@components/ContentBox";
import { containerStyles } from "@styles/variables";

import TabBox from "@components/TabBox";

import plug from "@assets/images/plug3.svg";

import { tabArr } from "@constants/tabArr";
import { foWhoCourse } from "@constants/forWhoCourse";

const About = () => {
  return (
    <section>
      <div css={containerStyles}>
        <ContentBox
          photo={plug}
          contentGap={[16, 16, 20]}
          type={"info"}
          changeDirection={true}
        >
          <p>
            Вітаю тебе на сторінці моєі авторської школи Ароматерапії «Шепіт
            Дивії». Понад 15 років моє життя так чи інакше пов'язане з ефірними
            та рослинними оліями. За цей час я активно застосовую засоби
            ароматерапії для себе, близьких та всіх бажаючих покращити якість
            свого життя. Тривалий час співпрацювала з імідж-терапевтами
            (нетрадиційна медицина Китаю) у питаннях створення для їхніх
            пацієнтів особливих композицій, які посилювали ефект від роботи
            майстра, згодом стала автором безлічі ліній аромакомпозицій: для
            жіночої слов'янської гімнастики, для ладок тіла, астрологів та
            знахарів, психологів, косметологів. Проводила аромаумащування тіла з
            індивідуальним підбором рослинних та ефірних олій. І у 2017 році
            свої двері відчинила моя школа ароматерапії, в якій за пергий рік
            існування навчилися понад 500 учениць.{" "}
          </p>
          <p>
            Моя основна мета – навчити кожного, хто бажає пізнати таємниці
            природи, мудрості, гармонійного використання ефірних та рослинних
            олій, розкриваючи їх найкращі терапевтичні властивості та
            енергетичний потенціал. Тим самим покращуючи якість свого життя.
          </p>
          <p>
            Ефірні олії - це душа рослини, вся сила і міць, яка була зібрана за
            все його життя. І цим потоком життєвої енергії кожне масло готове
            поділитися з людиною для того, щоб вона могла гаромнійно йти по
            своєму життю.
          </p>
        </ContentBox>
        <TabBox title="Title" content={tabArr} imgThumbHeight={600}>
          Ти навчишся самостійно обирати ефірну олію для будь-якої мети.
          Складати аромакомпозиції для всіх способів застосування ароматерапії.
          Дізнаєшся про основні властивості популярних в ароматерапії ефірних
          олій . Ти станеш домашнім лікарем, аромадизайнером та косметологом.
        </TabBox>
        <TabBox
          title="Для кого цей курс?"
          content={foWhoCourse}
          imgThumbHeight={400}
        />
      </div>
    </section>
  );
};

export default About;
